[
  {
    "id": "voice-api-resilient",
    "type": "automation",
    "title": "API Vocale Resiliente",
    "title_fr": "API Vocale Resiliente",
    "category": "voice",
    "category_name": "voice",
    "category_name_fr": "",
    "benefit_en": "99.9% uptime guarantee with automatic provider failover in <500ms. Zero downtime during provider outages.",
    "benefit_fr": "Garantie de disponibilite 99.9% avec basculement automatique <500ms. Zero interruption lors de pannes fournisseur.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "voice-api-resilient.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Voice API Resilient API Vocale Resiliente 99.9% uptime guarantee with automatic provider failover in <500ms. Zero downtime during provider outages. Garantie de disponibilite 99.9% avec basculement automatique <500ms. Zero interruption lors de pannes fournisseur. Mission-critical real-time conversational AI system implementing multi-provider fallback chain. Handles provider outages transparently while maintaining sub-second latency for voice interactions. voice real-time-streaming multi-provider-fallback sub-500ms-latency grok-primary gemini-fallback claude-fallback atlas-darija Architectural Priority: Structural Foundation"
  },
  {
    "id": "grok-voice-realtime",
    "type": "automation",
    "title": "Grok Voix Temps Reel",
    "title_fr": "Grok Voix Temps Reel",
    "category": "voice",
    "category_name": "voice",
    "category_name_fr": "",
    "benefit_en": "Ultra-low latency voice streaming at $0.05/min. Native WebSocket support for seamless browser integration.",
    "benefit_fr": "Streaming voix ultra-faible latence a $0.05/min. Support WebSocket natif pour integration navigateur transparente.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "grok-voice-realtime.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Grok Voice Realtime Grok Voix Temps Reel Ultra-low latency voice streaming at $0.05/min. Native WebSocket support for seamless browser integration. Streaming voix ultra-faible latence a $0.05/min. Support WebSocket natif pour integration navigateur transparente. High-performance WebSocket server enabling real-time bidirectional audio streaming with Grok AI. Optimized for voice-first applications requiring instant response. voice websocket-streaming bidirectional-audio low-latency browser-native grok-4-1-fast Architectural Priority: Structural Foundation"
  },
  {
    "id": "voice-telephony-bridge",
    "type": "automation",
    "title": "Pont Telephonie Vocale",
    "title_fr": "Pont Telephonie Vocale",
    "category": "telephony",
    "category_name": "telephony",
    "category_name_fr": "",
    "benefit_en": "Complete phone system automation at $0.06/min total. 11 built-in function tools for booking, payments, transfers.",
    "benefit_fr": "Automatisation telephonique complete a $0.06/min total. 11 outils fonction integres pour reservations, paiements, transferts.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "voice-telephony-bridge.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Voice Telephony Bridge Pont Telephonie Vocale Complete phone system automation at $0.06/min total. 11 built-in function tools for booking, payments, transfers. Automatisation telephonique complete a $0.06/min total. 11 outils fonction integres pour reservations, paiements, transferts. Enterprise-grade PSTN to AI bridge connecting traditional phone lines to Grok voice AI. Includes BANT qualification, booking, payment processing, and human handoff capabilities. telephony pstn-bridge twiml-voice sms-fallback whatsapp-integration 11-function-tools bant-scoring human-handoff Architectural Priority: Structural Foundation"
  },
  {
    "id": "voice-persona-injector",
    "type": "automation",
    "title": "Injecteur Persona Vocale",
    "title_fr": "Injecteur Persona Vocale",
    "category": "personas",
    "category_name": "personas",
    "category_name_fr": "",
    "benefit_en": "Industry-specific AI personalities with BANT, PAS, CIALDINI, AIDA, LAER frameworks. 100% translations in 5 languages.",
    "benefit_fr": "Personnalites IA specifiques par secteur avec frameworks BANT, PAS, CIALDINI, AIDA, LAER. 100% traductions en 5 langues.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "voice-persona-injector.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Voice Persona Injector Injecteur Persona Vocale Industry-specific AI personalities with BANT, PAS, CIALDINI, AIDA, LAER frameworks. 100% translations in 5 languages. Personnalites IA specifiques par secteur avec frameworks BANT, PAS, CIALDINI, AIDA, LAER. 100% traductions en 5 langues. SOTA persona engineering system providing 40 industry-specific AI personalities with complete SOTA structure: personality_traits, background, tone_guidelines, forbidden_behaviors, example_dialogues. Multi-tenant ready with GPM override for churn rescue. personas 40-personas 5-languages sota-structure marketing-frameworks multi-tenant gpm-override darija-native Architectural Priority: Structural Foundation"
  },
  {
    "id": "voice-widget-core",
    "type": "automation",
    "title": "Widget Vocal Core",
    "title_fr": "Widget Vocal Core",
    "category": "widget",
    "category_name": "widget",
    "category_name_fr": "",
    "benefit_en": "Zero-cost voice assistant using native browser APIs. Drop-in integration with 2 lines of code.",
    "benefit_fr": "Assistant vocal cout zero utilisant APIs navigateur natives. Integration instantanee avec 2 lignes de code.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "voice-widget-core.js",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Voice Widget Core Widget Vocal Core Zero-cost voice assistant using native browser APIs. Drop-in integration with 2 lines of code. Assistant vocal cout zero utilisant APIs navigateur natives. Integration instantanee avec 2 lignes de code. Lightweight browser-based voice assistant leveraging Web Speech API for transcription and synthesis. Zero infrastructure cost, instant deployment for any website. widget web-speech-api zero-cost drop-in-widget customizable-ui multi-language Architectural Priority: Structural Foundation"
  },
  {
    "id": "voice-widget-templates",
    "type": "automation",
    "title": "Templates Widget Vocal",
    "title_fr": "Templates Widget Vocal",
    "category": "widget",
    "category_name": "widget",
    "category_name_fr": "",
    "benefit_en": "Pre-configured voice widgets for 20+ industries. 5-minute deployment with industry-specific prompts.",
    "benefit_fr": "Widgets vocaux pre-configures pour 20+ secteurs. Deploiement en 5 minutes avec prompts specifiques au secteur.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "voice-widget-templates.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Voice Widget Templates Templates Widget Vocal Pre-configured voice widgets for 20+ industries. 5-minute deployment with industry-specific prompts. Widgets vocaux pre-configures pour 20+ secteurs. Deploiement en 5 minutes avec prompts specifiques au secteur. Library of production-ready voice widget configurations tailored for specific industries including dental, real estate, restaurants, and ecommerce. widget 20-industry-presets customizable-themes rtl-support responsive-design Architectural Priority: Structural Foundation"
  },
  {
    "id": "hubspot-b2b-crm",
    "type": "automation",
    "title": "CRM B2B HubSpot",
    "title_fr": "CRM B2B HubSpot",
    "category": "integrations",
    "category_name": "integrations",
    "category_name_fr": "",
    "benefit_en": "Automatic CRM sync during voice calls. Create contacts, deals, notes in real-time.",
    "benefit_fr": "Synchronisation CRM automatique pendant les appels. Creation contacts, deals, notes en temps reel.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "hubspot-b2b-crm.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "HubSpot B2B CRM CRM B2B HubSpot Automatic CRM sync during voice calls. Create contacts, deals, notes in real-time. Synchronisation CRM automatique pendant les appels. Creation contacts, deals, notes en temps reel. Enterprise CRM integration enabling voice agents to create, read, update HubSpot records during conversations. Automatic lead capture and deal pipeline management. integrations contact-crud deal-management note-creation real-time-sync multi-tenant Architectural Priority: Structural Foundation"
  },
  {
    "id": "voice-ecommerce-tools",
    "type": "automation",
    "title": "Outils E-commerce Vocal",
    "title_fr": "Outils E-commerce Vocal",
    "category": "integrations",
    "category_name": "integrations",
    "category_name_fr": "",
    "benefit_en": "Voice-enabled order status, stock checks, and customer profile lookups. Real-time inventory and order management.",
    "benefit_fr": "Statut commande, verification stock et profils clients par voix. Gestion inventaire et commandes temps reel.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "voice-ecommerce-tools.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Voice E-commerce Tools Outils E-commerce Vocal Voice-enabled order status, stock checks, and customer profile lookups. Real-time inventory and order management. Statut commande, verification stock et profils clients par voix. Gestion inventaire et commandes temps reel. E-commerce voice integration connecting Shopify and Klaviyo to enable order tracking, inventory queries, and customer segmentation during voice interactions. integrations order-status stock-check customer-tags klaviyo-segments shopify-admin-api Architectural Priority: Structural Foundation"
  },
  {
    "id": "voice-quality-sensor",
    "type": "automation",
    "title": "Capteur Qualite Vocale",
    "title_fr": "Capteur Qualite Vocale",
    "category": "sensors",
    "category_name": "sensors",
    "category_name_fr": "",
    "benefit_en": "Proactive alerting on API degradation. P50/P99 latency tracking across all providers.",
    "benefit_fr": "Alertes proactives sur degradation API. Suivi latence P50/P99 sur tous les fournisseurs.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "voice-quality-sensor.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Voice Quality Sensor Capteur Qualite Vocale Proactive alerting on API degradation. P50/P99 latency tracking across all providers. Alertes proactives sur degradation API. Suivi latence P50/P99 sur tous les fournisseurs. Observability sensor monitoring voice API health metrics including latency percentiles, error rates, and provider availability. Triggers alerts before customer impact. sensors latency-p50-p99 error-rate-tracking provider-health slack-alerts health-endpoint Architectural Priority: Structural Foundation"
  },
  {
    "id": "cost-tracking-sensor",
    "type": "automation",
    "title": "Capteur Suivi Couts",
    "title_fr": "Capteur Suivi Couts",
    "category": "sensors",
    "category_name": "sensors",
    "category_name_fr": "",
    "benefit_en": "Real-time API spend tracking across Grok, Gemini, Twilio. Budget alerts and cost optimization recommendations.",
    "benefit_fr": "Suivi depenses API temps reel Grok, Gemini, Twilio. Alertes budget et recommandations optimisation couts.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "cost-tracking-sensor.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Cost Tracking Sensor Capteur Suivi Couts Real-time API spend tracking across Grok, Gemini, Twilio. Budget alerts and cost optimization recommendations. Suivi depenses API temps reel Grok, Gemini, Twilio. Alertes budget et recommandations optimisation couts. Financial observability sensor tracking API consumption costs across all integrated providers. Provides burn rate analysis, budget forecasting, and cost anomaly detection. sensors multi-provider-cost burn-rate budget-alerts cost-per-call daily-reports Architectural Priority: Structural Foundation"
  },
  {
    "id": "lead-velocity-sensor",
    "type": "automation",
    "title": "Capteur Velocite Leads",
    "title_fr": "Capteur Velocite Leads",
    "category": "sensors",
    "category_name": "sensors",
    "category_name_fr": "",
    "benefit_en": "Track BANT score distribution, qualification rate, and time-to-qualification across personas.",
    "benefit_fr": "Suivi distribution scores BANT, taux qualification et temps-de-qualification par persona.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "lead-velocity-sensor.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Lead Velocity Sensor Capteur Velocite Leads Track BANT score distribution, qualification rate, and time-to-qualification across personas. Suivi distribution scores BANT, taux qualification et temps-de-qualification par persona. Sales performance sensor measuring lead qualification velocity through the voice funnel. Tracks BANT scores, conversion rates, and identifies bottlenecks in the qualification process. sensors bant-distribution conversion-funnel persona-comparison time-to-qualify hot-lead-alerts Architectural Priority: Structural Foundation"
  },
  {
    "id": "retention-sensor",
    "type": "automation",
    "title": "Capteur Retention",
    "title_fr": "Capteur Retention",
    "category": "sensors",
    "category_name": "sensors",
    "category_name_fr": "",
    "benefit_en": "Early churn detection with GPM (Global Pressure Matrix). Trigger retention workflows before client loss.",
    "benefit_fr": "Detection precoce du churn avec GPM (Matrice Pression Globale). Declenchement workflows retention avant perte client.",
    "frequency_en": "",
    "frequency_fr": "",
    "agentic_level": 1,
    "script_ref": "retention-sensor.cjs",
    "strategic_intent": "",
    "business_outcome": "",
    "marketing_science": "",
    "tenant_id": "agency_internal",
    "text": "Retention Sensor Capteur Retention Early churn detection with GPM (Global Pressure Matrix). Trigger retention workflows before client loss. Detection precoce du churn avec GPM (Matrice Pression Globale). Declenchement workflows retention avant perte client. Customer success sensor monitoring client health indicators and predicting churn risk. Integrates with GPM override system to trigger retention interventions. sensors churn-prediction gpm-integration health-scoring intervention-triggers cohort-analysis Architectural Priority: Structural Foundation"
  },
  {
    "id": "category-voice",
    "type": "category",
    "title": "voice",
    "title_fr": "",
    "category": "voice",
    "automation_count": 2,
    "text": "  voice 2 automations voice-api-resilient grok-voice-realtime"
  },
  {
    "id": "category-telephony",
    "type": "category",
    "title": "telephony",
    "title_fr": "",
    "category": "telephony",
    "automation_count": 1,
    "text": "  telephony 1 automations voice-telephony-bridge"
  },
  {
    "id": "category-personas",
    "type": "category",
    "title": "personas",
    "title_fr": "",
    "category": "personas",
    "automation_count": 1,
    "text": "  personas 1 automations voice-persona-injector"
  },
  {
    "id": "category-widget",
    "type": "category",
    "title": "widget",
    "title_fr": "",
    "category": "widget",
    "automation_count": 2,
    "text": "  widget 2 automations voice-widget-core voice-widget-templates"
  },
  {
    "id": "category-integrations",
    "type": "category",
    "title": "integrations",
    "title_fr": "",
    "category": "integrations",
    "automation_count": 2,
    "text": "  integrations 2 automations hubspot-b2b-crm voice-ecommerce-tools"
  },
  {
    "id": "category-sensors",
    "type": "category",
    "title": "sensors",
    "title_fr": "",
    "category": "sensors",
    "automation_count": 4,
    "text": "  sensors 4 automations voice-quality-sensor cost-tracking-sensor lead-velocity-sensor retention-sensor"
  }
]