{
  "universal_ecom_v1": {
    "livraison": "التوصيل العادي كياخد 3-5 أيام (مجاني من 500 درهم). التوصيل السريع كياخد يوم ولا يومين (150 درهم).",
    "retours": "عندنا سياسة الترجيع ل 30 يوم للمنتجات اللي ما تستعملاتش فالباكيت الأصلي. الترجيع مجاني.",
    "paiements": "كنقبلو فيزا، ماستركارد، باي بال والدفع عند التسليم.",
    "support": "الدعم: support@vocalia.ma",
    "horaires": "الاثنين-الجمعة 9 ديال الصباح - 5 ديال العشية"
  },
  "universal_sme_v1": {
    "horaires": "الاثنين-الجمعة 8 ديال الصباح - 6 ديال العشية، السبت 9 - 1.",
    "services": "كنديرو الاستشارات، الإصلاحات والصيانة.",
    "tarifs": "الاستشارة ب 500 درهم (كتنقص من الفاتورة). الساعة ب 800 درهم.",
    "adresse": "123 زنقة الرئيسية، حي الأعمال."
  },
  "dental_intake_v1": {
    "urgence_dentaire": "إلا كان عندك وجع قوي ولا ضربة، عندنا مواعيد الاستعجال نفس النهار بين 11-12 و 15-16.",
    "assurances": "كنقبلو CNOPS، CNSS والتأمينات الخاصة. كنديرو تسهيلات الدفع.",
    "offre_nouveau_patient": "الباكاج ديال العميل الجديد ب 990 درهم فيه الفحص، الراديو والتنظيف.",
    "dentiste": "الدكتور متخصص فالأسنان التجميلية وزراعة الأسنان."
  },
  "agency_v3": {
    "produits": "VocalIA عندها 3 ديال المنتجات: Voice Widget B2B (تأهيل leads)، E-commerce Widget Pro (8 تكاملات + panier، carousel، quiz)، و Voice Telephony AI (خط تيليفون PSTN).",
    "personas": "40 شخصية متخصصة: أطباء الأسنان، العقارات، المطاعم، التجارة الإلكترونية والشركات.",
    "langues": "5 لغات: الفرنسية، الإنجليزية، الإسبانية، العربية والدارجة المغربية.",
    "contact": "تواصل معانا عبر vocalia.ma/booking ولا contact@vocalia.ma.",
    "tarifs": "تجربة مجانية 14 يوم. Starter 49€/شهر، Pro 99€/شهر، E-commerce 99€/شهر، Telephony 199€/شهر + 0.24€/الدقيقة.",
    "integrations": "+31 تكامل أصلي (HubSpot، Shopify، Stripe، Calendly...) و 203 أداة MCP.",
    "fonctionnement": "VocalIA كيخدم ب3 خطوات: 1) ختار الشخصية ديال القطاع ديالك، 2) خصّص قاعدة المعرفة، 3) زيد الودجت فالموقع ديالك بسطر كود واحد. الذكاء الاصطناعي كيجاوب الزوار ديالك 24/7.",
    "essai": "تجربة مجانية 14 يوم على كاع الخطط، بلا كارطة بنكية. حجز ديمو على vocalia.ma/booking.",
    "securite": "VocalIA مصمم للتوافق مع RGPD. البيانات مشفرة فالنقل (TLS 1.2+ عبر Traefik). عزل JWT لكل كليان. ما كاين تا مشاركة بيانات بين الكليانات. استضافة على VPS أوروبي (Hostinger). التشفير فحالة السكون ما زال ما تطبقش.",
    "support": "دعم عبر الإيميل contact@vocalia.ma مع وقت استجابة 48 ساعة عمل. وثائق كاملة على vocalia.ma/docs.",
    "deploiement": "نشر فأقل من 10 دقائق: نسخ سطر JavaScript واحد فالموقع ديالك. متوافق مع WordPress (plugin مخصص) وShopify وأي موقع HTML.",
    "annulation": "إلغاء ممكن فأي وقت من لوحة التحكم، بلا مصاريف. الوصول كيبقى فعال حتى نهاية المدة المدفوعة.",
    "api": "API REST كاملة موثقة على vocalia.ma/docs/api. نقاط نهاية للمحادثات وقاعدة المعرفة والتحليلات والـ webhooks. 203 أداة MCP متاحة.",
    "clients": "VocalIA منصة جديدة فمرحلة الإطلاق التجاري. المنصة خدامة مع 40 شخصية قطاعية و5 لغات.",
    "sla": "VocalIA كتقدم خدمة best-effort مع مراقبة 24/7 وتنبيهات أوتوماتيكية. ما كاين تا SLA تعاقدي مضمون فهاد المرحلة.",
    "ia": "VocalIA كيستعمل Grok (xAI) كمحرك ذكاء اصطناعي رئيسي، مع تحويل أوتوماتيكي لـ Gemini (Google) وClaude (Anthropic) ونموذج محلي. وقت الاستجابة < ثانيتين.",
    "wordpress": "Plugin WordPress رسمي متاح: ثبتو من لوحة WP، دخّل معرف الكليان والودجت خدام. بلا كود.",
    "ecommerce": "ودجت التجارة الإلكترونية Pro فيه: سلة مهجورة، كويز منتج، عجلة حظ، بار شحن مجاني، كاروسيل توصيات. متوافق مع Shopify وWooCommerce.",
    "telephonie": "وحدة Telephony AI كتربط خط PSTN (عبر Twilio) بالذكاء الاصطناعي الصوتي. الثمن: 199€/شهر + 0.24€/الدقيقة.",
    "multilingue": "الذكاء الاصطناعي كيكتشف اللغة ديال الزائر أوتوماتيكياً وكيجاوب بنفس اللغة. دعم RTL للعربية والدارجة المغربية.",
    "personnalisation": "شكل الودجت كيتخصص 100%: الألوان (رئيسي، تمييز، داكن)، البلاصة (تحت يمين/يسار)، اللوغو، سمية الشركة. كلشي كيتضبط من لوحة التحكم.",
    "dashboard": "داشبورد ديال التحليلات مضمن: حجم المحادثات، معدل التحويل، اللغات المستعملة، النوايا المكتشفة، الليدات المؤهلين. بيانات فالوقت الحقيقي.",
    "mobile": "الودجت متجاوب 100% وكيخدم على الموبايل والتابلت والكمبيوتر. واجهة لمسية محسّنة مع بوطون ميكرو أصلي.",
    "booking": "الذكاء الاصطناعي كيجمع معلومات الحجز (السمية، الإيميل، التاريخ، الخدمة) مباشرة فالمحادثة وكيبعثها للفريق ديالك.",
    "handoff": "التحويل لإنسان ممكن عبر webhook ولا نوتيفيكاسيون. الذكاء الاصطناعي كيعرف إيمتا الزائر محتاج شي حد وكيقترح التحويل.",
    "quotas": "كل خطة عندها حصص شهرية: Starter 500 مكالمة + 1000 سيسيون/شهر، Pro 2000 مكالمة + 5000 سيسيون/شهر، E-commerce 2000 مكالمة + 5000 سيسيون/شهر، Telephony 5000 مكالمة + 10000 سيسيون/شهر.",
    "donnees": "البيانات ديالك هي ديالك. التصدير ممكن عبر API ولا لوحة التحكم. تخزين على VPS أوروبي (Hostinger). الحذف على الطلب. ملاحظة: البيانات مخزنة بصيغة JSON، التشفير فحالة السكون ما زال ما تطبقش.",
    "crm": "تكامل CRM أصلي مع HubSpot وPipedrive وZoho. الليدات المؤهلين كيتدفعو أوتوماتيكياً للـ CRM ديالك مع السياق الكامل.",
    "roi": "ROI نموذجي: وكيل دعم كيكلف ~3,000-5,000€/شهر. VocalIA بـ 99€/شهر يقدر يبدل 1-2 وكيل على الأسئلة المتكررة، ربح صافي ~3,000€/شهر.",
    "vocal": "الذكاء الاصطناعي كيهضر بصوت طبيعي عبر ElevenLabs. الزوار يقدرو يهضرو فالميكرو ولا يكتبو. وضع نص وحدو متاح.",
    "kb": "قاعدة المعرفة هي مصدر الحقيقة ديالك. زيد الـ FAQ والمواعيد والأثمنة والإجراءات. الذكاء الاصطناعي كيجاوب غير من قاعدة المعرفة — بلا هلوسات.",
    "darija": "VocalIA هي الوحيدة لي كتسوبورطي الدارجة (اللهجة المغربية). مثالية للسوق المغربي والمغتربين.",
    "webhook": "Webhooks متاحة لكاع الأحداث: محادثة بدات، ليد مؤهل، حجز، دفع، خطأ. تكامل مع Zapier وMake وn8n.",
    "shopify": "تثبيت Shopify ب2 كليكات عبر تطبيق VocalIA. ودجت التجارة الإلكترونية كيكتشف كتالوغ المنتجات ديالك أوتوماتيكياً.",
    "facturation": "فوترة شهرية بالكارطة عبر Stripe. الفاكتورات متاحة فلوحة التحكم. TVA كتطبق حسب البلد ديالك.",
    "comparaison": "VocalIA كيتميز بـ: 40 شخصية قطاعية جاهزة، 5 لغات بما فيهم الدارجة، ودجت تجارة إلكترونية متخصص، وأثمنة شفافة."
  },
  "healer_v1": {
    "specialites": "الطب العام، طب الأطفال، طب النساء، الكينيزيتيرابي، القلب.",
    "horaires": "الاثنين-الجمعة 8-20، السبت 8-12.",
    "urgence": "للحالات الخطيرة تصل ب 15. للاستعجال فالكابيني، تصل من 8 ديال الصباح.",
    "rdv": "تقدر تاخد موعد بالتيليفون ولا عبر البورطاي ديالنا."
  },
  "counselor_v1": {
    "domaines": "قانون الشغل، قانون الأسرة، قانون العقار، قانون الأعمال.",
    "honoraires": "أول استشارة 30 دقيقة ب 800 درهم.",
    "documents": "جيب معاك كاع الوثائق المتعلقة بالقضية ديالك فأول موعد.",
    "localisation": "المكتب فوسط المدينة، كاين الباركينغ."
  },
  "concierge_v1": {
    "petit_dejeuner": "الفطور من 7 حتى 10:30 فالريستورا.",
    "check_in_out": "الدخول من 15:00، الخروج حتى 11:00.",
    "wifi": "الويفي مجاني وسريع فكاع الأوطيل.",
    "parking": "الباركينغ الخاص ب 200 درهم/الليلة."
  },
  "stylist_v1": {
    "soins": "الكوافير، الماساج، سوان الوجه، المانيكير، الحمام.",
    "horaires": "الثلاثاء-السبت 10-19، الخميس حتى 21.",
    "produits": "كنخدمو غير بالمنتجات البيو.",
    "annulation": "الإلغاء خاصو يكون 24 ساعة قبل."
  },
  "recruiter_v1": {
    "postes": "كنقلبو على مطورين AI، مديري المبيعات ومتخصصين فالأوتوماسيون.",
    "process": "1. مكالمة تيليفونية، 2. تيست تقني، 3. مقابلة مع الإدارة.",
    "valeurs": "الابتكار، الاستقلالية، التميز التقني.",
    "avantages": "التأمين الصحي، العمل عن بعد، والتكوين المستمر."
  },
  "dispatcher_v1": {
    "service": "التوصيل فالمدينة من 30 إلى 60 دقيقة.",
    "tarif": "التوصيل ب 30 درهم، مجاني من 300 درهم.",
    "suivi": "تقدر تتبع الطلبية ديالك بالرابط اللي غادي نصيفطو ليك."
  },
  "collector_v1": {
    "rappel": "هادي مكالمة لتذكيرك بالفاتورة رقم {{invoice_number}}.",
    "options": "تقدر تخلص دابا بالكارط، ولا نديرو ليك تسهيلات الدفع.",
    "contact": "إلا عندك أي مشكل، تواصل معانا."
  },
  "insurer_v1": {
    "sinistre": "باش تصرح بحادثة، خاصك ترسل الوثائق: المحضر، صور الضرر والفاتورات.",
    "delais": "التعويض كياخد من 15 إلى 30 يوم بعد ما نتوصلو بكاع الوثائق.",
    "contact": "رقم خدمة الزبناء: 080 100 200."
  },
  "grocery_v1": {
    "livraison": "التوصيل من 30 دقيقة حتى ساعتين حسب الوقت. التوصيل السريع ف 15 دقيقة (+20 درهم).",
    "suivi": "تبع الطلبية ديالك فالتطبيق. غادي نرسلو ليك SMS فكل مرحلة.",
    "produits_manquants": "إلا ما لقيناش شي منتج، غادي نقترحو عليك بديل ولا نرجعو ليك الفلوس.",
    "retours": "إلا كان شي منتج خايب، عندك 24 ساعة باش ترجعو. الاسترداد فوري.",
    "creneaux": "التوصيل من 8 ديال الصباح حتى 10 ديال الليل، 7 أيام فالأسبوع.",
    "minimum_commande": "الحد الأدنى 200 درهم. التوصيل مجاني من 500 درهم.",
    "paiement": "تخلص عند الطلب (كارط، Apple Pay) ولا عند التسليم (كاش، TPE).",
    "reorder": "لقا الطلبات القديمة ديالك ف 'المفضلة' باش تعاود تطلب بضغطة وحدة."
  },
  "property_v1": {
    "disponibilites": "عندنا شقق وفيلات للكراء والشراء فمختلف الأحياء.",
    "visites": "الزيارات كنديروها من الاثنين للسبت، خاصك تحجز قبل.",
    "documents": "للكراء: CIN، شهادة العمل، 3 أشهر ديال الصالير."
  },
  "contractor_v1": {
    "services": "البناء، الترميم، الديكور الداخلي والخارجي.",
    "devis": "الديفي مجاني وكنديروه ف 48 ساعة.",
    "garantie": "كاع الخدمات مضمونة 5 سنين."
  },
  "accountant_v1": {
    "services": "المحاسبة، التصريحات الضريبية، كشوف الأجور، تأسيس الشركات.",
    "tarifs": "الباكاجات الشهرية من 1500 درهم حسب حجم الشركة.",
    "rdv": "أول استشارة مجانية 30 دقيقة باش نقيمو احتياجاتك.",
    "delai_declarations": "كنحترمو كاع الآجال القانونية مع التذكيرات الأوتوماتيكية."
  },
  "architect_v1": {
    "prestations": "التصميم، رخص البناء، متابعة الورش، التجديد الطاقي.",
    "honoraires": "الأتعاب من 8% حتى 12% من كلفة البناء.",
    "premiere_rencontre": "أول لقاء مجاني باش نتناقشو على المشروع ديالك.",
    "delai_permis": "الوقت المتوسط للرخصة: 2-3 شهور."
  },
  "pharmacist_v1": {
    "disponibilite_medicaments": "تحقق من التوفر بالتيليفون قبل ما تجي.",
    "ordonnance": "كنقبلو الروصيطات الإلكترونية والورقية.",
    "garde": "الفارماسي ديال الليل متاحة ف الأحد والعطل.",
    "services": "التلقيح، قياس الضغط، النصائح، التحضيرات الخاصة."
  },
  "renter_v1": {
    "vehicules": "طوموبيلات صغار، سيدان، SUV، فونيطات ومينيبيس.",
    "documents": "البيرمي، CIN وكارط بانكير.",
    "assurance": "التأمين الشامل داخل مع فرونشيز 8000 درهم (تقدر تنقصها ب 150 درهم/يوم).",
    "km_inclus": "200 كم داخلة فالنهار. الكيلومتر الزايد: 2.5 درهم."
  },
  "logistician_v1": {
    "suivi_expedition": "التتبع فالوقت الحقيقي عبر البورطاي ديالنا.",
    "zones_livraison": "تغطية وطنية ودولية (أوروبا، شمال أفريقيا).",
    "delais": "اليوم اللي بعده وطنياً، 3-5 أيام أوروبا، 5-10 أيام دولياً.",
    "tarifs_volume": "خصومات حسب الحجم الشهري."
  },
  "trainer_v1": {
    "formations": "الإدارة، الأوفيس، اللغات، التطوير الشخصي، المهارات التقنية.",
    "certification": "كاع التكوينات ديالنا معتمدة.",
    "modalites": "حضوري، عن بعد ولا مختلط حسب ما بغيتي.",
    "financement": "التمويل ممكن عبر برامج مختلفة."
  },
  "planner_v1": {
    "evenements": "العرسات، الأعياد، الندوات، المؤتمرات، لانسمون المنتجات.",
    "devis": "الديفي المخصص خلال 48 ساعة بعد ما تعطينا التفاصيل.",
    "budget": "كنكيفو الخدمات ديالنا مع كاع الميزانيات.",
    "prestataires": "شبكة ديال المتعاونين: تريتور، DJ، مصورين، ديكوراتور."
  },
  "producer_v1": {
    "produits": "الفواكه والخضرة ديال الموسم، البيض البلدي، العسل، الجبن الحرفي.",
    "commande": "طلب أونلاين ولا بالتيليفون قبل الأربعاء للتوصيل الجمعة.",
    "livraison": "توصيل للدار ولا الاستلام من الضيعة الجمعة من 4 حتى 7.",
    "labels": "فلاحة بيولوجية معتمدة، دائرة قصيرة، إنتاج محلي."
  },
  "cleaner_v1": {
    "services": "التنظيف العادي، التنظيف العميق، بعد البناء، الزجاج، التعقيم.",
    "tarifs": "من 250 درهم/ساعة شاملة كلشي. الديفي مجاني.",
    "frequence": "تدخلات لمرة واحدة ولا عقود أسبوعية/شهرية.",
    "produits": "المنتجات البيو عند الطلب بلا زيادة."
  },
  "gym_v1": {
    "abonnements": "بلا التزام ب 390 درهم/شهر، 12 شهر ب 290 درهم/شهر، اليوم ب 150 درهم.",
    "horaires": "مفتوح 7 أيام فالأسبوع من 6 ديال الصباح حتى 11 ديال الليل. 24/7 للأعضاء Premium.",
    "equipements": "كارديو، موسكيلاسيون، منطقة فونكسيونال، الكورات الجماعية داخلة.",
    "essai": "سيانس تجريبية مجانية مع الكوتش باش تكتشف المرافق ديالنا."
  },
  "retailer_v1": {
    "horaires": "مفتوح الاثنين-السبت 9:30-19:30، الخميس حتى 21.",
    "stock": "تحقق من التوفر بالتيليفون ولا أونلاين قبل ما تجي.",
    "retours": "التبديل ولا الاسترداد خلال 30 يوم مع التيكي.",
    "fidelite": "كارط الولاء مجانية: 1 درهم = 1 نقطة، 100 نقطة = 50 درهم خصم."
  },
  "builder_v1": {
    "projets": "البناء الجديد، التوسعة، الترميم الكامل، الزيادة فالطوابق.",
    "garanties": "ضمان 10 سنين، تأمين الأضرار، ضمان الإتمام.",
    "etapes": "1. الدراسة المجانية، 2. الديفي المفصل، 3. العقد، 4. متابعة الورش.",
    "delais": "الوقت المتوسط لبناء دار: 10-14 شهر."
  },
  "restaurateur_v1": {
    "reservations": "الريزيرفاسيون مستحسنة فالويكند. الطاولات متاحة حتى 8 أشخاص.",
    "menu": "قائمة اليوم ب 180 درهم (مقبلات-طبق ولا طبق-حلوى)، القائمة الكاملة متاحة.",
    "allergenes": "كاع الأطباق قابلين للتكييف للحساسية والأنظمة الغذائية الخاصة.",
    "privatisation": "الحجز الخاص متاح للمناسبات حتى 50 شخص."
  },
  "travel_agent_v1": {
    "destinations": "عطلات الشاطئ، الجولات الثقافية، الرحلات البحرية، السفر المخصص.",
    "paiement": "أكومط 30% عند الحجز، الباقي 30 يوم قبل السفر.",
    "assurance": "تأمين الإلغاء والعودة مستحسن (من 350 درهم).",
    "urgence": "رقم الطوارئ 24/7 خلال السفر ديالك."
  },
  "consultant_v1": {
    "expertise": "الاستراتيجية، التحول الرقمي، تحسين العمليات، الإدارة.",
    "methode": "التشخيص الأولي، خطة العمل، المرافقة الميدانية، قياس النتائج.",
    "tarifs": "الفاتورة اليومية (8000-15000 درهم) ولا بالمشروع.",
    "references": "أكثر من 50 مشروع منجز مع الشركات الصغيرة والمتوسطة."
  },
  "it_services_v1": {
    "support": "الدعم التقني بالتيليفون، الإيميل ولا الوصول عن بعد.",
    "services": "الصيانة المعلوماتية، الأمن السيبراني، الكلاود، الباكاب، الشبكات.",
    "contrats": "الباكاجات الشهرية من 990 درهم ولا التدخل المرة بالمرة.",
    "sla": "وقت الاستجابة مضمون: 4 ساعات فأوقات العمل، 8 ساعات فالويكند."
  },
  "manufacturer_v1": {
    "fabrication": "القطع المخصصة من المعدن، الخشب، البلاستيك حسب المخططات ديالك.",
    "delais": "وقت الصنع: 1-4 أسابيع حسب التعقيد والكمية.",
    "prototypage": "النماذج الأولية السريعة متاحة للتحقق قبل الإنتاج.",
    "minimum": "ما كاينش حد أدنى للطلب للقطع الفردية."
  },
  "doctor_v1": {
    "consultations": "الاستشارة العامة بموعد. الطوارئ مقبولة حسب التوفر.",
    "teleconsultation": "الاستشارة عن بعد متاحة عبر المنصة الآمنة ديالنا.",
    "vaccinations": "التلقيحات العادية بموعد (الكريب، كوفيد، الرابيلات).",
    "documents": "كارط التأمين الصحي مطلوبة. الدفع من طرف ثالث مقبول."
  },
  "notary_v1": {
    "actes": "المبيعات العقارية، الهبات، الإرث، عقود الزواج، PACS.",
    "frais": "رسوم الموثق منظمة وفيها الضرائب والأتعاب.",
    "rdv": "موعد المعلومات الأولي مجاني 30 دقيقة.",
    "delais": "الوقت المتوسط للبيع العقاري: 2-3 شهور."
  },
  "bakery_v1": {
    "produits": "الخبز التقليدي، الڤيينوازري، الحلويات ديال الدار، المنتجات المالحة.",
    "commandes": "الطلبات الخاصة (الكعك، القطع المجمعة) خلال 48 ساعة.",
    "horaires": "مفتوح كل يوم 6:30-19:30 ما عدا الاثنين.",
    "ingredients": "الدقيق الفرنسي، الزبدة عالية الجودة، الخمير الطبيعي."
  },
  "specialist_v1": {
    "specialite": "الاستشارة المتخصصة بموعد فقط.",
    "delai_rdv": "متوسط الانتظار للموعد الأول: 2-4 أسابيع.",
    "documents": "جيب معاك رسالة الإحالة، الفحوصات الأخيرة والتاريخ الطبي.",
    "correspondance": "التقرير كيتصيفط للطبيب ديالك خلال 48 ساعة."
  },
  "real_estate_agent_v1": {
    "services": "التقييم المجاني، تفويض البيع، البحث على المشتري، المرافقة الكاملة.",
    "honoraires": "العمولة 4-6% حسب مبلغ المعاملة.",
    "visites": "الزيارات متاحة فالأسبوع والسبت بموعد.",
    "estimation": "تقييم العقار ديالك خلال 48 ساعة بعد المعاينة."
  },
  "hairdresser_v1": {
    "prestations": "القص، الصبغة، الميشات، الليساج، التسريحة للمناسبات.",
    "tarifs": "القص للنسا من 350 درهم، للرجال من 200 درهم.",
    "rdv": "الحجز مستحسن، بلا موعد مقبول حسب التوفر.",
    "produits": "المنتجات الاحترافية: لوريال، كيراستاس، ويلا."
  }
}
